13xforever.language-x86-64-assembly
HookyQR.beautify
Kasik96.swift
PKief.material-icon-theme
azemoh.one-monokai
donjayamanne.githistory
donjayamanne.python
lukehoban.Go
ms-vscode.cpptools
ms-vscode.latex
robertohuertasm.vscode-icons
saviorisdead.RustyCode
steve8708.Align
streetsidesoftware.code-spell-checker
